Repository: santoshakil/language_generator
Catalog: Generated/app_*.arb
Languages: bn

source: Add Income
bn: আয় যোগ করুন

source: Add Liability
bn: দায়বদ্ধতা যোগ করুন

source: Loan Returns
bn: ঋণ ফেরত

source: Add Expense
bn: ব্যয় যোগ করুন

source: Give Loans
bn: ঋণ দিন

source: Liability Returns
bn: দায় ফেরত

source: Take Loans From People
bn: মানুষের কাছ থেকে ঋণ নিতে

source: Done
bn: সম্পন্ন

source: Loans To People Returns
bn: মানুষ ফিরে ঋণ

source: Total Ammount:
bn: মোট ammount:

source: Give Loans To People
bn: মানুষের ঋণ দিতে

source: Top Expense Categories
bn: শীর্ষ ব্যয় বিভাগ

source: View All
bn: সব দেখ

source: Top Expense
bn: শীর্ষ ব্যয়

source: Categories
bn: বিভাগ

source: Expense
bn: ব্যয়

source: Income
bn: আয়

source: Liability
bn: দায়বদ্ধতা

source: Loans
bn: ঋণ

source: Top Transactions
bn: শীর্ষ লেনদেন

source: English
bn: ইংরেজি

source: Bengali
bn: বাংলা

# hindi
source: हिन्दी
bn: হিন্দি

source: Basic Settings
bn: মৌলিক বৈশিষ্ট্যসহ

source: Advance Settings
bn: অগ্রিম সেটিংস

source: Color Switch
bn: রঙ সুইচ

source: Language
bn: ভাষা

source: Currency
bn: মুদ্রা

source: Change Font
bn: ফন্ট পরিবর্তন করুন

source: Date Formate
bn: গঠিত তথ্য

source: Backup / Restore
bn: ব্যাকআপ / পুনরুদ্ধার

source: Do you really want to backup your Data?
bn: আপনি কি সত্যিই আপনার ডেটা ব্যাকআপ করতে চান?

source: Do you really want to Restore your Data?
bn: আপনি কি সত্যিই আপনার তথ্য পুনরুদ্ধার করতে চান?

source: Edit Home
bn: হোম সম্পাদনা করুন

source: Do you want to Reset Home Layout?
bn: আপনি হোম লেআউট রিসেট করতে চান?

source: Home Layouts
bn: হোম লেআউটস

source: Hand Selector
bn: হাত নির্বাচক

source: Left
bn: বাম

source: Right
bn: ঠিক আছে

source: LogIn / Registration
bn: লগইন / নিবন্ধন

source: Log Out
bn: প্রস্থান

source: About Us
bn: আমাদের সম্পর্কে

source: Current Version
bn: বর্তমান সংস্করণ

source: @ Copyright AGL
bn: @ কপিরাইট এজিএল

source: Most Use Top Category of
bn: সর্বাধিক বিভাগ শীর্ষ বিভাগ

source: Days
bn: দিনগুলোতে

source: IndustryInformation: Technology & Services
bn: শিল্পকৌশল: প্রযুক্তি ও সেবা

source: Company size: 11-50 employees
bn: কোম্পানির আকার: 11-50 কর্মচারী

source: Founded: 2015
bn: প্রতিষ্ঠিত: 2015.

source: Specialties: Enterprise Resource Planning, Information Technology Consulting, and Business Automation
bn: বিশেষত্ব: এন্টারপ্রাইজ রিসোর্স পরিকল্পনা, তথ্য প্রযুক্তি পরামর্শদান, এবং ব্যবসা অটোমেশন

source: Create new Sub Category
bn: নতুন সাব বিভাগ তৈরি করুন

source: Make a Choice
bn: একটি পছন্দ করা

source: Gallery
bn: গ্যালারি

source: Camera
bn: ক্যামেরা

source: Add Wallet
bn: Wallet যোগ করুন

source: Voucher No:
bn: ভাউচার নং:

source: Accept
bn: গ্রহণ করুন

source: Decline
bn: পতন

source: No History found
bn: কোন ইতিহাস পাওয়া যায় নি

source: Begin
bn: শুরু করুন

source: End
bn: শেষ

source: Loans to People
bn: মানুষের ঋণ

source: Liabilities
bn: দায়বদ্ধতা

source: Last
bn: শেষ পর্যন্ত

source: Sort By
bn: ক্রমানুসার

source: Current History:
bn: বর্তমান ইতিহাস:

source: Line Chart
bn: লাইন চার্ট

source: Doughnut Chart
bn: ডোনাট চার্ট

source: Expense
bn: ব্যয়

source: Savings
bn: সঞ্চয়

source: Over Expense
bn: ব্যয় উপর

source: Total GL Chart:
bn: মোট জিএল চার্ট:

source: Loans
bn: ঋণ

source: Liability
bn: দায়বদ্ধতা

source: My Wallets/Current Assets
bn: আমার Wallets / বর্তমান সম্পদ

source: Income
bn: আয়

source: Loans to People/Accounts Recivable
bn: মানুষের ঋণ / অ্যাকাউন্ট recivable

source: Add new people
bn: নতুন মানুষ যোগ করুন

source: From:
bn: থেকে:

source: To:
bn: প্রতি:

source: Transfer Ammount:
bn: স্থানান্তর ammount:

source: Total Income:
bn: মোট আয়:

source: Own
bn: নিজস্ব

source: Send
bn: পাঠান

source: Receive
bn: গ্রহণ করুন

source: Cancel
bn: বাতিল করুন

source: Total Amount:
bn: সর্বমোট পরিমাণ:

source: New
bn: নতুন

source: Taken At
bn: এ নিয়ে যাওয়া

source: Return On
bn: ফিরে আসা

source: Loan To
bn: ঋণ

source: Select Layout
bn: লেআউট নির্বাচন করুন

source: Already have an Account? SignIn
bn: ইতিমধ্যে একটি সদস্যপদ আছে? সাইন ইন করুন

source: Choose Your Plan
bn: আপনার পরিকল্পনা চয়ন করুন

source: Basic Application
bn: মৌলিক অ্যাপ্লিকেশন

source: Clerk Professional
bn: ক্লার্ক পেশাদার

source: Clerk Enterprise
bn: ক্লার্ক এন্টারপ্রাইজ

source: Choose Plan
bn: পরিকল্পনা নির্বাচন করুন

source: Welcome
bn: স্বাগত

source: To
bn: প্রতি

source: Clerk
bn: কেরানি

source: OK
bn: ঠিক আছে

source: High Importance Notifications
bn: উচ্চ গুরুত্ব বিজ্ঞপ্তি

source: This channel is used for important notifications.
bn: এই চ্যানেল গুরুত্বপূর্ণ বিজ্ঞপ্তি জন্য ব্যবহার করা হয়।

source: Add New Wallet:
bn: নতুন Wallet যোগ করুন:

source: Sub Category
bn: সাব বিভাগ

source: Enter Email or Phone:
bn: ইমেইল বা ফোন লিখুন:

source: Clerk Attendence
bn: ক্লার্ক উপস্থিতি

source: Your Income is more than Expenses. Please savings this income.
bn: আপনার আয় খরচ বেশী। এই আয় সঞ্চয় করুন।

source: Your income and expenses are equal, Understand the income and spend.
bn: আপনার আয় এবং খরচ সমান, আয় বুঝতে এবং ব্যয়।

source: Your Expense is more than your Income. Understand the income and spend or Increase your Income.
bn: আপনার ব্যয় আপনার আয় বেশী। আয় বুঝতে এবং আপনার আয় ব্যয় বা বৃদ্ধি।

source: Money Transfer
bn: অর্থ স্থানান্তর

source: Send To:
bn: পাঠানো:

source: Transfer Amount:
bn: স্থানান্তর পরিমাণ:

source: Add
bn: যোগ করুন
